
import React, { useState } from 'react';
import {useNavigate} from 'react-router-dom';




const LayenRiceInfo = () =>{
   
    const [info] = useState("برنج درجه یک دم سیاه لاین (کلات)");
   
    const navigate = useNavigate();
    
    return(<>
        <div className='information' >  
            <h5 className='info-title' dir='rtl'>
                {info}
            </h5>
            <h6 className="info" dir='rtl'>برنج کلات یکی از برنج‌های معروف و مرغوب ایران است که در شالیزارهای خراسان شمالی، به خصوص روستای لاین نو، کشت می‌شود. این برنج با طعم مطبوع و رایحه‌ی خوشی که دارد، از برنج‌هایی است که علاقه‌مندان غذا به دنبالش هستند. برنج کلات، در سال تنها یک بار کشت می‌شود و از جمله برنج‌های با کیفیت و گران‌قیمت ایران است. برای تولید این برنج، کشاورزان و علاقه‌مندان به کشاورزی از دانش، تجربه و هنر خود استفاده می‌کنند تا بتوانند به یک برنج با طعم و عطر خوش برسند.<br/> برنج کلات از نوع برنج بلند هسته‌ای محسوب می‌شود که در آشپزی، غذاهای مختلفی مانند پلو، خورش و سوپ‌ها استفاده می‌شود. با توجه به کیفیت و طعم خاصی که دارد، برنج کلات جزء محبوب‌ترین برنج‌های ایرانی برای تولید غذاهای متنوع محسوب می‌شود. علاوه بر طعم لذیذ و رایحه خوش، برنج کلات به دلیل غنی بودن بازدهی کشت و بازار پررونق، به یکی از محصولات ارزشمند کشاورزی خراسان شمالی تبدیل شده است.<br/> برنج کلات به دلیل تأثیر مثبتش بر سلامتی، محبوبیت خود را در بین افراد زیادی پیدا کرده است. این برنج باعث افزایش سطح انرژی بدن، کاهش خطر بیماری‌های قلبی و عروقی، تنظیم فشار خون و بهبود فعالیت مغزی می‌شود. اگر شما به دنبال تجربه‌ی طعم و عطر فوق‌العاده و همچنین سلامتی برای خود هستید، برنج کلات یک گزینه عالی برای شماست. با این برنج می‌توانید غذاهایی با طعم و عطر فوق‌العاده، به همراه فواید سلامتی بسیاری برای خودتان و خانواده‌تان تولید کنید. <br/>در حال حاضر، برنج کلات از طریق اینترنت و فروشگاه‌ آنلاین برنج مهدوی (mahdavi-rice.com)  قابل تهیه است. با سفارش برنج کلات، می‌توانید یک تجربه‌ی شگفت‌انگیز از طعم و عطر این برنج مرغوب را تجربه کنید. با خرید برنج کلات، شما علاوه بر اینکه از یکی از بهترین برنج‌های ایران برای تولید غذا استفاده می‌کنید، به کشاورزان ایرانی نیز کمک کرده و در تحقق توسعه کشور و روستاهای آن نقش مهمی را ایفا خواهید کرد. <br/> با توجه به کیفیت بالای برنج کلات، این برنج یکی از بهترین گزینه‌هایی است که می‌توانید برای مصرف خانوادگی، مراسم و مهمانی‌های خود انتخاب کنید. به دلیل عطر و طعم شگفت‌انگیزش، برنج کلات این قابلیت را دارد که هر غذایی که با آن تهیه می‌شود، به یک تجربه‌ی لذیذ و فوق‌العاده تبدیل می‌شود. در نتیجه، اگر به دنبال یک برنج با کیفیت و عالی هستید که به شما تجربه‌ی لذیذی از غذاهای مختلف و فواید سلامتی بسیاری برای بدنتان بدهد، برنج کلات گزینه‌ی مناسبی برای شماست. <br/><br/> با تشکر <br/> رمضان مهدوی لاین و پسران</h6>
        </div>
        <div> <button className="return_button" onClick={() => navigate(-1)}>بازگشت</button></div>
        </>
    );
};

export default LayenRiceInfo;